/* 
  Localizable.strings
  PenPal

  Created by Will Cohen on 8/16/17.
  Copyright © 2017 Will Cohen. All rights reserved.
*/

// MAIN STORYBOARD
"Email" = "Email";
"Password" = "Passwort";
"Confirm Password" = "Bestätige das Passwort";
"Full Name" = "Vollständiger Name";
"Sign Up" = "Einschreiben";
"Go back to home page" = "Gehen Sie zurück zur Homepage";
"Log In" = "Einloggen";
"Connecting language learners worldwide" = "Verbinden von Sprachlernern weltweit";
"Next" = "Nächster";
"Pick the language(s) you are already fluent in" = "Wählen Sie die Sprachen aus, in denen Sie bereits fließend sind";
"Pick the language(s) you are trying to learn" = "Wählen Sie die Sprachen aus, die Sie lernen möchten";
"Pick four interests of yours" = "Wähle vier Interessen von dir";
"What language do you want to add?" = "Welche Sprache möchten Sie hinzufügen?";

// HOME STORYBOARD
"My Dictionary" = "Mein Wörterbuch";
"Add New Entry" = "Neuer Eintrag";
"No current chats." = "Keine aktuellen Chats";
"Likes to talk about:" = "Redet gerne:";
"No existing dictionary entries." = "Keine vorhandenen Wörterbucheinträge.";
"Target Language" = "Zielsprache";
"Talk with" = "Reden mit";
"No compatible users." = "Keine kompatiblen Benutzer.";
"You do not have any corrections yet." = "Du hast noch keine Korrekturen.";
"Sign Out" = "Ausloggen";
"Edit" = "Ändern";
"Edit my four things to talk about" = "Bearbeite meine vier Sachen, um darüber zu reden";
"Languages I am learning" = "Sprachen, die ich lerne";
"Done" = "Erledigt";
"Term" = "Begriff";
"Definition" = "Definition";
"Save to Dictionary" = "Auf Wörterbuch speichern";
"Your Message" = "Deine Nachricht";
"Their Message" = "Ihre Botschaft";
"Translate" = "Übersetzen";
"Translated" = "Übersetzt";
"What is wrong with this message?" = "Was ist los mit dieser Nachricht?";
"Remember - the more detailed the better!" = "Denken Sie daran - je detaillierter, desto besser!";
"Send Correction" = "Korrektur senden";
"View This Correction" = "Diese Korrektur Ansehen";
"Block User" = "Benutzer blockieren";

// POP UPS
"No user found with this email" = "Kein Benutzer gefunden mit dieser E-Mail";
"We cannot find a user with this email. Please try again with a different email." = "Wir können einen Benutzer mit dieser E-Mail nicht finden. Bitte versuchen Sie es erneut mit einer anderen E-Mail.";

"Send Email" = "E-Mail senden";
"Forgot your password?" = "Haben Sie Ihr Passwort vergessen?";
"Please enter the email you signed up with to change your password." = "Bitte geben Sie die E-Mail ein, mit der Sie sich angemeldet haben, um Ihr Passwort zu ändern.";

"Are you sure you want to block this user?" = "Bist du sicher, dass du diesen Benutzer blockieren möchtest?";
"Please confirm that you would like to permanently block this user." = "Bitte bestätigen Sie, dass Sie diesen Benutzer dauerhaft blockieren möchten.";
"Block This User" = "Blockiere diesen Benutzer";
"No, Don't Block This User" = "Nein, blockiere diesen Benutzer nicht";

"Passwords Do Not Match" = "Passwörter nicht übereinstimmen";
"It seems like you have entered in two different passwords." = "Es scheint, als hättest du in zwei verschiedene Passwörter eingegangen.";
"Okay" = "in Ordnung";

"Password too short." = "Passwort zu kurz.";
"Passwords must contain at least six characters." = "Passwörter müssen mindestens sechs Zeichen enthalten.";

"Error signing up" = "Fehler beim Signieren";
"It seems like there was an error signing you up. Please try again soon." = "Es scheint, als ob es einen Fehler gab, der dich unterschreibt. Bitte versuchen Sie es bald wieder.";

"No Languages Selected" = "Keine Sprachen ausgewählt";
"You need to select at least one language to continue." = "Du musst mindestens eine Sprache auswählen, um fortzufahren.";

"You have not selected enough interests." = "Du hast nicht genug Interessen ausgewählt.";
"You must select four interests to continue." = "Sie müssen vier Interessen auswählen, um fortzufahren.";

"Unable to save your data." = "Kann deine Daten nicht speichern.";
"It seems like we are currently having issues signing you up. Please try again later." = "Es scheint, als ob wir derzeit Probleme haben, die Sie unterschreiben. Bitte versuchen Sie es später noch einmal.";

"You already have four interests!" = "Du hast schon vier Interessen!";
"It appears like you have already selected four interests. You must deselect one to add a new interest." = "Es scheint, als hättest du schon vier Interessen ausgewählt. Du musst eine Auswahl aufheben, um ein neues Interesse hinzuzufügen.";

"Are you sure you want to block this user?" = "Bist du sicher, dass du diesen Benutzer blockieren möchtest?";
"Please note that this action is not reversible." = "Bitte beachten Sie, dass diese Aktion nicht reversibel ist.";
"Block This User" = "Blockiere diesen Benutzer";
"No, Don't Block This User" = "Nein, blockiere diesen Benutzer nicht";

"Do you want to correct this message?" = "Möchtest du diese Nachricht korrigieren?";
"Yes!" = "Ja!";
"No Thanks" = "Nein danke";

"Thank you for correcting this message!" = "Danke, dass du diese Nachricht korrigiert hast!";
"We appreciate your contribution, and hope that you continue to correct other mistakes you may encounter." = "Wir schätzen Ihren Beitrag und hoffen, dass Sie weiterhin andere Fehler beheben, die Sie begegnen können.";

"Are you sure you want to log out?" = "Bist du sicher, dass du dich abmelden willst?";
"Cancel" = "Abbrechen";
"Sign Me Out" = "Unterschreibe mich";

"Could not save your target language." = "Kann deine Zielsprache nicht speichern.";
"It appears like we can not correctly save your new language. Please try again later." = "Es scheint, als ob wir Ihre neue Sprache nicht richtig speichern können. Bitte versuchen Sie es später noch einmal.";

"No Languages Selected" = "Keine Sprachen ausgewählt";
"You need to select at least one language to continue." = "Du musst mindestens eine Sprache auswählen, um fortzufahren.";

"Remember - this dictionary works best with nouns and verbs!" = "Denken Sie daran - dieses Wörterbuch funktioniert am besten mit Substantiven und Verben!";
"We recommend that you keep your definitions short and consise. This will help you to remember it quicker." = "Wir empfehlen Ihnen, Ihre Definitionen kurz zu halten und zu konservieren. Das wird Ihnen helfen, sich daran zu erinnern.";

"Unable to translate." = "Kann nicht übersetzen.";
"We could not successfully translate this message. This may be because you don't have connection." = "Wir konnten diese Nachricht nicht erfolgreich übersetzen. Das liegt daran, dass du keine Verbindung hast.";

"Invalid Email" = "Ungültige E-Mail";
"It seems like you have put in an invalid email." = "Es scheint, als hättest du eine ungültige E-Mail eingegeben.";

"Wrong Password" = "Falsches Passwort";
"It seems like you have entered the wrong password." = "Es scheint, als hättest du das falsche Passwort eingegeben.";

"No Account Found" = "Kein Konto gefunden";
"We couldn't find an account that corresponds to that email. Do you want to create an account?" = "Wir konnten kein Konto finden, das dieser E-Mail entspricht. Möchten Sie ein Konto erstellen?";
"Create Account" = "Konto erstellen";

"Error Logging In" = "Fehler beim Anmelden";
"There was an error logging you in. Please try again soon." = "Es gab einen Fehler, der dich einloggt. Bitte versuchen Sie es bald wieder.";

"Email is not properly formatted." = "E-Mail ist nicht richtig formatiert.";
"Please enter a valid email to sign up with." = "Bitte geben Sie eine gültige E-Mail an, um sich anzumelden.";

"We are having trouble signing you up." = "Wir haben Schwierigkeiten, dich zu unterschreiben.";
"We are having trouble signing you up, please try again soon." = "Wir haben Schwierigkeiten, dich zu unterschreiben, bitte versuch es nochmal.";

// LANGUAGES
"English" = "Englisch";
"French" = "Französisch";
"Spanish" = "Spanisch";
"Italian" = "Italien";
"Japanese" = "Japanisch";
"Russian" = "Russisch";
"German" = "Deutsche";
"Chinese" = "Chinesisch";

// INTERESTS
"Reading" = "Lesen";
"TV" = "Fernsehen";
"Family" = "Familie";
"Movies" = "Filme";
"Fishing" = "Angeln";
"Computer" = "Computer";
"Gardening" = "Gartenarbeit";
"Walking" = "Gehen";
"Exercise" = "Übung";
"Music" = "Musik";
"Entertaining" = "Unterhaltsam";
"Hunting" = "Jagd";
"Sports" = "Sport";
"Shopping" = "Einkaufen";
"Traveling" = "Reisen";
"Sleeping" = "Schlafen";
"Socializing" = "Geselligkeit";
"Sewing" = "Nähen";
"Golf" = "Golf";
"Religion" = "Religion";
"Relaxing" = "Entspannend";
"Housework" = "Hausarbeit";
"Crafts" = "Kunsthandwerk";
"Bicycling" = "Radfahren";
"Cards" = "Karten";
"Hiking" = "Wandern";
"Cooking" = "Kochen";
"Food" = "Essen";
"Swimming" = "Schwimmen";
"Camping" = "Camping";
"Skiing" = "Skifahren";
"Cars" = "Autos";
"Writing" = "Schreiben";
"Boating" = "Bootfahren";
"Motorcycling" = "Motorrad fahren";
"Animals" = "Tiere";
"Bowling" = "Bowling";
"Painting" = "Malerei";
"Running" = "Laufen";
"Dancing" = "Tanzen";
"Tennis" = "Tennis";
"Theater" = "Theater";
"Billiards" = "Billard";
"Beach" = "Strand";
"Volunteering" = "Freiwilligenarbeit";





